img/1-RDF-concept-L2-20-auto3/P5bW.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 WS[label="course:c01"]; Course[label="ex:Course"]; Credits[label="6",shape=ellipse]; Year[label="4",shape=ellipse];
 WS->Course[label="rdf:type"]; WS->Credits[label="ex:credits"]; WS->Year[label="ex:year"];
}
