img/1-RDF-concept-L2-20-auto3/P5bW.mmd
flowchart LR
  WS[course:c01] -->|rdf:type| Course[ex:Course]
  WS -->|ex:credits| Credits(("6"))
  WS -->|ex:year| Year(("4"))
